<?php

    /*
      Создайте класс, описывающий населенный пункт.
      В качестве примеров полей используйте название населенного пункта,
      год основания, географические координаты и т.д.
      Реализуйте методы, которые:
      - рассчитывает бюджет населенного пункта в зависимости от размера налога на землю,
      полученного со всех домов;
      - рассчитывает количество населения, проживающего в населенном пункте;
      - выводит информацию о населенном пункте.
     */

    class TownClass {

        protected $townName = "";
        protected $fonded = "";
        protected $coordinates = "";

    }
    